Repository: cho407/CaptionMate
Catalog: CaptionMate/CaptionMate/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, zh_hans

source: Since we don't collect personal data, there is no data to request, modify, or delete. All processing occurs locally on your device, and you have complete control over your files and generated subtitles.
ar: بما أننا لا نجمع بيانات شخصية، فلا توجد بيانات لطلبها أو تعديلها أو حذفها. تتم كل المعالجة محليًا على جهازك، ولديك تحكم كامل في ملفاتك والترجمات المولدة.
de: Da wir keine personenbezogenen Daten erfassen, gibt es keine Daten anzufordern, zu ändern oder zu löschen. Die gesamte Verarbeitung erfolgt lokal auf deinem Gerät, und du behältst die vollständige Kontrolle über deine Dateien und erzeugten Untertitel.
es: Como no recopilamos datos personales, no hay datos que solicitar, modificar ni eliminar. Todo el procesamiento ocurre localmente en tu dispositivo y tienes control total sobre tus archivos y subtítulos generados.
fr: Comme nous ne collectons pas de données personnelles, il n’y a aucune donnée à demander, modifier ou supprimer. Tout le traitement s’effectue localement sur votre appareil, et vous gardez le contrôle total de vos fichiers et sous-titres générés.
hi: क्योंकि हम व्यक्तिगत डेटा एकत्र नहीं करते, अनुरोध, संशोधन या हटाने के लिए कोई डेटा नहीं है। सारी प्रोसेसिंग आपके डिवाइस पर स्थानीय रूप से होती है, और आपकी फ़ाइलों व बनाए गए उपशीर्षकों पर पूरा नियंत्रण आपका है।
ja: 個人データを収集しないため、請求、変更、削除の対象となるデータはありません。すべての処理はデバイス上でローカルに行われ、ファイルと生成された字幕はあなたが完全に管理できます。
ko: 개인 데이터를 수집하지 않으므로 요청, 수정, 삭제할 데이터가 없습니다. 모든 처리는 기기에서 로컬로 이루어지며 파일과 생성된 자막을 사용자가 완전히 제어합니다.
pt_br: Como não coletamos dados pessoais, não há dados para solicitar, modificar ou excluir. Todo o processamento ocorre localmente no seu dispositivo, e você tem controle total sobre seus arquivos e legendas geradas.
zh_hans: 由于我们不收集个人数据，因此没有可请求、修改或删除的数据。所有处理都在你的设备本地进行，你完全控制自己的文件和生成的字幕。

source: Source Language
ar: لغة المصدر
de: Ausgangssprache
es: Idioma de origen
fr: Langue source
hi: स्रोत भाषा
ja: 元の言語
ko: 언어
pt_br: Idioma de origem
zh_hans: 源语言

source: Speaker %lld
ar: المتحدث %lld
de: Sprecher %lld
es: Hablante %lld
fr: Locuteur %lld
hi: वक्ता %lld
ja: 話者 %lld
ko: 화자 %lld
pt_br: Falante %lld
zh_hans: 说话人 %lld

source: Speaker Analysis Failed
ar: فشل تحليل المتحدثين
de: Sprecheranalyse fehlgeschlagen
es: Error en el análisis de hablantes
fr: Échec de l’analyse des locuteurs
hi: स्पीकर विश्लेषण विफल
ja: 話者分析に失敗しました
ko: 화자 분석 실패
pt_br: Falha na análise de falantes
zh_hans: 说话人分析失败

source: Speaker Analysis Skipped
ar: تم تخطي تحليل المتحدثين
de: Sprecheranalyse übersprungen
es: Análisis de hablantes omitido
fr: Analyse des locuteurs ignorée
hi: स्पीकर विश्लेषण छोड़ा गया
ja: 話者分析をスキップしました
ko: 화자 분석 건너뜀
pt_br: Análise de falantes ignorada
zh_hans: 已跳过说话人分析

source: Speaker Analysis Unavailable
ar: تحليل المتحدثين غير متاح
de: Sprecheranalyse nicht verfügbar
es: Análisis de hablantes no disponible
fr: Analyse des locuteurs indisponible
hi: स्पीकर विश्लेषण उपलब्ध नहीं
ja: 話者分析を利用できません
ko: 화자 분석 불가
pt_br: Análise de falantes indisponível
zh_hans: 说话人分析不可用

source: Speaker assignment for segment %lld
ar: تعيين المتحدث للمقطع %lld
de: Sprecherzuweisung für Segment %lld
es: Asignación de hablante del segmento %lld
fr: Attribution du locuteur pour le segment %lld
hi: सेगमेंट %lld के लिए वक्ता असाइनमेंट
ja: セグメント %lld の話者割り当て
ko: 세그먼트 %lld의 화자 지정
pt_br: Atribuição de falante do segmento %lld
zh_hans: 片段 %lld 的说话人分配

# Speaker assignment for segment %lld: %@
source: Speaker assignment for segment %1$lld: %2$@
ar: تعيين المتحدث للمقطع %1$lld: %2$@

source: Speaker Count
ar: عدد المتحدثين
de: Sprecheranzahl
es: Número de hablantes
fr: Nombre de locuteurs
hi: वक्ताओं की संख्या
ja: 話者数
ko: 화자 수
pt_br: Número de falantes
zh_hans: 说话人数

source: Speaker diarization
ar: فصل المتحدثين
de: Sprecherdiarisierung
es: Diarización de hablantes
fr: Diarisation des locuteurs
hi: वक्ता पृथक्करण
ja: 話者分離
ko: 화자 분리
pt_br: Diarização de falantes
zh_hans: 说话人分离

source: Speaker Diarization
ar: فصل المتحدثين
de: Sprechertrennung
es: Diarización de hablantes
fr: Diarisation des locuteurs
hi: वक्ता विभाजन
ja: 話者分離
ko: 화자분리
pt_br: Diarização de falantes
zh_hans: 说话人分离

source: Speaker model is not ready.
ar: نموذج المتحدث غير جاهز.
de: Sprechermodell ist nicht bereit.
es: El modelo de hablantes no está listo.
fr: Le modèle de locuteurs n’est pas prêt.
hi: स्पीकर मॉडल तैयार नहीं है.
ja: 話者モデルの準備ができていません。
ko: 화자 모델이 준비되지 않았습니다.
pt_br: O modelo de falantes não está pronto.
zh_hans: 说话人模型尚未准备好。

source: Speaker model is still preparing.
ar: لا يزال نموذج المتحدث قيد التحضير.
de: Sprechermodell wird noch vorbereitet.
es: El modelo de hablantes aún se está preparando.
fr: Le modèle de locuteurs est encore en préparation.
hi: स्पीकर मॉडल अभी तैयार हो रहा है.
ja: 話者モデルをまだ準備中です。
ko: 화자 모델을 아직 준비 중입니다.
pt_br: O modelo de falantes ainda está sendo preparado.
zh_hans: 说话人模型仍在准备中。

source: Speaker Model Ready
ar: نموذج المتحدث جاهز
de: Sprechermodell bereit
es: Modelo de hablantes listo
fr: Modèle de locuteurs prêt
hi: वक्ता मॉडल तैयार
ja: 話者モデルの準備完了
ko: 화자 모델 준비 완료
pt_br: Modelo de falantes pronto
zh_hans: 说话人模型已就绪

source: Speaker model size
ar: حجم نموذج المتحدث
de: Größe des Sprechermodells
es: Tamaño del modelo de hablantes
fr: Taille du modèle de locuteur
hi: स्पीकर मॉडल का आकार
ja: 話者モデルのサイズ
ko: 화자 모델 크기
pt_br: Tamanho do modelo de falantes
zh_hans: 说话人模型大小

source: Speaker Diarization Model
ar: نموذج فصل المتحدثين
de: Sprechertrennungsmodell
es: modelo de diarización de hablantes
fr: Modèle de diarisation des locuteurs
hi: वक्ता विभाजन मॉडल
ja: 話者分離モデル
ko: 화자 분리 모델
pt_br: modelo de diarização de falantes
zh_hans: 说话人分离模型

source: Speakers
ar: المتحدثون
de: Sprecher
es: Hablantes
fr: Locuteurs
hi: वक्ता
ja: 話者
ko: 화자
pt_br: Falantes
zh_hans: 说话人

source: Special Characters
ar: أحرف خاصة
de: Sonderzeichen
es: Caracteres especiales
fr: Caractères spéciaux
hi: विशेष वर्ण
ja: 特殊文字
ko: 특수 문자
pt_br: Caracteres especiais
zh_hans: 特殊字符

source: Specializing
ar: جارٍ التخصيص
de: Wird optimiert
es: Optimizando
fr: Optimisation
hi: अनुकूलित हो रहा है
ja: 最適化中
ko: 최적화 중
pt_br: Otimizando
zh_hans: 正在优化

source: Specializing %@
ar: جارٍ تخصيص %@
de: %@ wird optimiert
es: Optimizando %@
fr: Optimisation de %@
hi: %@ अनुकूलित हो रहा है
ja: %@ を最適化中
ko: %@ 최적화 중
pt_br: Otimizando %@
zh_hans: 正在优化 %@

source: Split
ar: تقسيم
de: Teilen
es: Dividir
fr: Scinder
hi: विभाजित करें
ja: 分割
ko: 분할
pt_br: Dividir
zh_hans: 拆分

source: Split it if the subtitle feels slow on screen.
ar: قسّمه إذا بدت الترجمة بطيئة على الشاشة.
de: Teile ihn, wenn der Untertitel auf dem Bildschirm zu langsam wirkt.
es: Divídelo si el subtítulo se siente lento en pantalla.
fr: Scindez-le si le sous-titre semble trop lent à l’écran.
hi: यदि उपशीर्षक स्क्रीन पर धीमा लगे तो इसे विभाजित करें।
ja: 画面上で遅く感じる場合は分割してください。
ko: 화면에서 자막이 느리게 느껴지면 분할하세요.
pt_br: Divida se a legenda parecer lenta na tela.
zh_hans: 如果字幕在屏幕上显得过慢，请拆分它。

source: Split it into shorter subtitles.
ar: قسّمه إلى ترجمات أقصر.
de: In kürzere Untertitel teilen.
es: Divídelo en subtítulos más cortos.
fr: Divisez-le en sous-titres plus courts.
hi: इसे छोटे उपशीर्षकों में विभाजित करें।
ja: より短い字幕に分割してください。
ko: 더 짧은 자막으로 나누세요.
pt_br: Divida em legendas mais curtas.
zh_hans: 将其拆分为更短的字幕。

source: Split the text or increase the display time.
ar: قسّم النص أو زد مدة العرض.
de: Text teilen oder Anzeigedauer erhöhen.
es: Divide el texto o aumenta el tiempo de visualización.
fr: Divisez le texte ou augmentez la durée d’affichage.
hi: टेक्स्ट विभाजित करें या प्रदर्शन समय बढ़ाएँ।
ja: テキストを分割するか表示時間を増やしてください。
ko: 텍스트를 나누거나 표시 시간을 늘리세요.
pt_br: Divida o texto ou aumente o tempo de exibição.
zh_hans: 拆分文本或增加显示时间。

source: Split Unavailable
ar: التقسيم غير متاح
de: Teilen nicht verfügbar
es: División no disponible
fr: Scission indisponible
hi: विभाजन उपलब्ध नहीं
ja: 分割できません
ko: 분할 불가
pt_br: Divisão indisponível
zh_hans: 无法拆分

source: Start
ar: البداية
de: Beginn
es: Inicio
fr: Début
hi: प्रारंभ
ja: 開始
ko: 시작
pt_br: Início
zh_hans: 开始

source: Start -0.1s
ar: البداية -0.1ث
es: Inicio -0,1 s
fr: Début -0,1 s
hi: आरंभ -0.1 सेकंड
ja: 開始 -0.1秒
ko: 시작 -0.1초
pt_br: Início -0,1 s
zh_hans: 开始 -0.1秒

source: Start +0.1s
ar: البداية +0.1ث
es: Inicio +0,1 s
fr: Début +0,1 s
hi: आरंभ +0.1 सेकंड
ja: 開始 +0.1秒
ko: 시작 +0.1초
pt_br: Início +0,1 s
zh_hans: 开始 +0.1秒

source: Start of Batch
ar: بداية الدفعة
de: Anfang des Stapels
es: Inicio del lote
fr: Début du lot
hi: बैच की शुरुआत
ja: バッチの先頭です
ko: 배치 시작
pt_br: Início do lote
zh_hans: 已到批量开头

source: Start Time
ar: وقت البداية
de: Startzeit
es: Hora de inicio
fr: Heure de début
hi: प्रारंभ समय
ja: 開始時刻
ko: 시작 시간
pt_br: Hora inicial
zh_hans: 开始时间

source: Start Transcription
ar: بدء التفريغ
de: Transkription starten
es: Iniciar transcripción
fr: Démarrer la transcription
hi: ट्रांसक्रिप्शन शुरू करें
ja: 文字起こしを開始
ko: 전사 시작
pt_br: Iniciar transcrição
zh_hans: 开始转录

source: Starting Temperature
ar: درجة الحرارة الابتدائية
de: Starttemperatur
es: Temperatura inicial
fr: Température initiale
hi: आरंभिक तापमान
ja: 開始温度
ko: 시작값
pt_br: Temperatura inicial
zh_hans: 起始温度

source: Subtitle Fixes Applied
ar: تم تطبيق إصلاحات الترجمة
de: Untertitelkorrekturen angewendet
es: Correcciones de subtítulos aplicadas
fr: Corrections de sous-titres appliquées
hi: उपशीर्षक सुधार लागू हुए
ja: 字幕修正を適用しました
ko: 자막 수정 적용됨
pt_br: Correções de legendas aplicadas
zh_hans: 已应用字幕修复

source: Subtitle review
ar: مراجعة الترجمة
de: Untertitelprüfung
es: Revisión de subtítulos
fr: Vérification des sous-titres
hi: उपशीर्षक समीक्षा
ja: 字幕レビュー
ko: 자막 검토
pt_br: Revisão de legendas
zh_hans: 字幕检查

source: Subtitle Review Filter
ar: مرشح مراجعة الترجمة
de: Filter für Untertitelprüfung
es: Filtro de revisión de subtítulos
fr: Filtre de vérification des sous-titres
hi: उपशीर्षक समीक्षा फ़िल्टर
ja: 字幕レビューフィルター
ko: 자막 검토 필터
pt_br: Filtro de revisão de legendas
zh_hans: 字幕检查筛选器

source: Text Decoder
ar: مفكك ترميز النص
es: Decodificador de texto
fr: Décodeur de texte
hi: टेक्स्ट डिकोडर
ja: テキストデコーダ
ko: 텍스트 디코더
pt_br: Decodificador de texto
zh_hans: 文本解码器

source: The app only accesses audio/video files that you explicitly select through the file picker. We do not access any files without your direct action.
ar: لا يصل التطبيق إلا إلى ملفات الصوت/الفيديو التي تختارها صراحة عبر منتقي الملفات. لا نصل إلى أي ملفات دون إجراء مباشر منك.
de: Die App greift nur auf Audio-/Videodateien zu, die du ausdrücklich über die Dateiauswahl auswählst. Ohne deine direkte Aktion greifen wir auf keine Dateien zu.
es: La app solo accede a los archivos de audio o video que seleccionas explícitamente mediante el selector de archivos. No accedemos a ningún archivo sin tu acción directa.
fr: L’app accède uniquement aux fichiers audio/vidéo que vous sélectionnez explicitement via le sélecteur de fichiers. Nous n’accédons à aucun fichier sans action directe de votre part.
hi: ऐप केवल उन ऑडियो/वीडियो फ़ाइलों तक पहुँचता है जिन्हें आप फ़ाइल पिकर से स्पष्ट रूप से चुनते हैं। आपकी सीधी कार्रवाई के बिना हम कोई फ़ाइल एक्सेस नहीं करते।
ja: このアプリは、ファイルピッカーで明示的に選択した音声/動画ファイルにのみアクセスします。あなたの操作なしにファイルへアクセスすることはありません。
ko: 앱은 파일 선택기를 통해 사용자가 명시적으로 선택한 오디오/비디오 파일에만 접근합니다. 사용자의 직접 동작 없이 파일에 접근하지 않습니다.
pt_br: O app acessa apenas arquivos de áudio/vídeo que você seleciona explicitamente pelo seletor de arquivos. Não acessamos nenhum arquivo sem sua ação direta.
zh_hans: 本应用只访问你通过文件选择器明确选择的音频/视频文件。没有你的直接操作，我们不会访问任何文件。

source: The following components are licensed under the MIT license reproduced below.
ar: المكونات التالية مرخصة بموجب رخصة MIT المنسوخة أدناه.
de: Die folgenden Komponenten stehen unter der unten wiedergegebenen MIT-Lizenz.
es: Los siguientes componentes están licenciados bajo la licencia MIT reproducida a continuación.
fr: Les composants suivants sont sous licence MIT, reproduite ci-dessous.
hi: नीचे दिए गए MIT लाइसेंस के अंतर्गत निम्न घटकों को लाइसेंस प्राप्त है।
ja: 以下のコンポーネントは、下記に記載するMITライセンスの下で提供されています。
ko: 다음 구성 요소는 아래에 재현된 MIT 라이선스에 따라 제공됩니다.
pt_br: Os componentes a seguir são licenciados sob a licença MIT reproduzida abaixo.
zh_hans: 以下组件使用下方列出的 MIT 许可证授权。

source: The following sets forth attribution notices for third party software that may be contained in portions of this CaptionMate product.
ar: توضح البنود التالية إشعارات نسب برامج طرف ثالث قد تكون مضمنة في أجزاء من منتج CaptionMate هذا.
de: Im Folgenden sind Hinweise zur Namensnennung für Drittanbieter-Software aufgeführt, die in Teilen dieses CaptionMate-Produkts enthalten sein kann.
es: A continuación se muestran los avisos de atribución de software de terceros que puede estar incluido en partes de este producto CaptionMate.
fr: Vous trouverez ci-dessous les avis d’attribution des logiciels tiers pouvant être inclus dans certaines parties de ce produit CaptionMate.
hi: नीचे इस CaptionMate उत्पाद के हिस्सों में शामिल हो सकने वाले तृतीय-पक्ष सॉफ़्टवेयर की एट्रिब्यूशन सूचनाएँ दी गई हैं।
ja: 以下は、このCaptionMate製品の一部に含まれる可能性のあるサードパーティソフトウェアの帰属表示です。
ko: 다음은 CaptionMate 제품 일부에 포함될 수 있는 서드파티 소프트웨어의 저작권 표시입니다.
pt_br: A seguir estão os avisos de atribuição de softwares de terceiros que podem estar contidos em partes deste produto CaptionMate.
zh_hans: 以下列出 CaptionMate 产品部分内容可能包含的第三方软件归属声明。

source: The language has been changed.
ar: تم تغيير اللغة.
de: Die Sprache wurde geändert.
es: El idioma se ha cambiado.
fr: La langue a été modifiée.
hi: भाषा बदल दी गई है।
ja: 言語が変更されました。
ko: 언어 설정이 변경되었습니다.
pt_br: O idioma foi alterado.
zh_hans: 语言已更改。

source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
hi: थीम
ja: テーマ
ko: 테마
pt_br: Tema
zh_hans: 主题

# theme.auto
source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
hi: स्वचालित
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动

# theme.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色

# theme.light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: हल्का
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色

source: Third Party Notices
ar: إشعارات الطرف الثالث
de: Hinweise zu Drittanbietern
es: Avisos de terceros
fr: Avis de tiers
hi: तृतीय-पक्ष सूचनाएँ
ja: サードパーティ通知
ko: 서드파티 고지
pt_br: Avisos de terceiros
zh_hans: 第三方声明

source: Third-Party Notices
ar: إشعارات الطرف الثالث
de: Hinweise zu Drittanbietern
es: Avisos de terceros
fr: Avis de tiers
hi: तृतीय-पक्ष नोटिस
ja: サードパーティ通知
ko: 오픈소스 라이선스
pt_br: Avisos de terceiros
zh_hans: 第三方声明

source: Timing
ar: التوقيت
de: Zeit
es: Tiempo
fr: Synchronisation
hi: समय
ja: タイミング
ko: 타이밍
pt_br: Tempo
zh_hans: 时间轴

source: to
ar: إلى
de: bis
es: a
fr: à
hi: से
pt_br: a
zh_hans: 至

source: total size: %@
ar: الحجم الإجمالي: %@
de: Gesamtgröße: %@
es: Tamaño total: %@
fr: Taille totale : %@
hi: कुल आकार: %@
ja: 合計サイズ: %@
ko: 전체 크기: %@
pt_br: Tamanho total: %@
zh_hans: 总大小：%@

source: Total Models
ar: إجمالي النماذج
de: Modelle gesamt
es: Total de modelos
fr: Total des modèles
hi: कुल मॉडल
ja: モデル合計
ko: 전체 모델
pt_br: Total de modelos
zh_hans: 模型总数

source: Transcribe
ar: تفريغ
de: Transkribieren
es: Transcribir
fr: Transcrire
hi: ट्रांसक्राइब करें
ja: 文字起こし
ko: 전사
pt_br: Transcrever
zh_hans: 转录

source: Transcribing
ar: جارٍ التفريغ
de: Transkription läuft
es: Transcribiendo
fr: Transcription en cours
hi: ट्रांसक्राइब हो रहा है
ja: 文字起こし中
ko: 전사 중
pt_br: Transcrevendo
zh_hans: 正在转录

source: Transcription Cancelled
ar: تم إلغاء التفريغ
de: Transkription abgebrochen
es: Transcripción cancelada
fr: Transcription annulée
hi: ट्रांसक्रिप्शन रद्द हुआ
ja: 文字起こしをキャンセルしました
ko: 전사 취소됨
pt_br: Transcrição cancelada
zh_hans: 转录已取消

source: Transcription Complete
ar: اكتمل التفريغ
de: Transkription abgeschlossen
es: Transcripción completada
fr: Transcription terminée
hi: ट्रांसक्रिप्शन पूरा हुआ
ja: 文字起こし完了
ko: 전사 완료
pt_br: Transcrição concluída
zh_hans: 转录完成

source: Transcription Failed
ar: فشل التفريغ
de: Transkription fehlgeschlagen
es: Error en la transcripción
fr: Échec de la transcription
hi: ट्रांसक्रिप्शन विफल
ja: 文字起こしに失敗しました
ko: 전사 실패
pt_br: Falha na transcrição
zh_hans: 转录失败

source: Translate
ar: ترجمة
de: Übersetzen
es: Traducir
fr: Traduire
hi: अनुवाद करें
ja: 翻訳
ko: 번역
pt_br: Traduzir
zh_hans: 翻译

source: Unload Model
ar: إلغاء تحميل النموذج
de: Modell entladen
es: Descargar modelo de memoria
fr: Décharger le modèle
hi: मॉडल अनलोड करें
ja: モデルをアンロード
ko: 모델 해제
pt_br: Descarregar modelo
zh_hans: 卸载模型

source: Unloaded
ar: غير محمّل
de: Nicht geladen
es: Sin cargar
fr: Non chargé
hi: लोड नहीं हुआ
ja: 未ロード
ko: 로드 안 됨
pt_br: Não carregado
zh_hans: 未加载

source: Unloading
ar: جارٍ إلغاء التحميل
de: Wird entladen
es: Descargando de memoria
fr: Déchargement
hi: अनलोड हो रहा है
ja: アンロード中
ko: 해제 중
pt_br: Descarregando
zh_hans: 正在卸载

source: Update available
ar: يتوفر تحديث
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
hi: अपडेट उपलब्ध है
ja: 更新があります
ko: 업데이트 가능
pt_br: Atualização disponível
zh_hans: 有可用更新

source: Update speaker model
ar: تحديث نموذج المتحدث
de: Sprechermodell aktualisieren
es: Actualizar modelo de hablantes
fr: Mettre à jour le modèle de locuteurs
hi: वक्ता मॉडल अपडेट करें
ja: 話者モデルを更新
ko: 화자 모델 업데이트
pt_br: Atualizar modelo de falantes
zh_hans: 更新说话人模型

source: Updating download sizes
ar: جارٍ تحديث أحجام التنزيل
de: Downloadgrößen werden aktualisiert
es: Actualizando tamaños de descarga
fr: Mise à jour des tailles de téléchargement
hi: डाउनलोड आकार अपडेट हो रहे हैं
ja: ダウンロードサイズを更新中
ko: 다운로드 크기 갱신 중
pt_br: Atualizando tamanhos de download
zh_hans: 正在更新下载大小

source: Very short display time
ar: مدة عرض قصيرة جدًا
de: Sehr kurze Anzeigedauer
es: Tiempo de visualización muy corto
fr: Durée d’affichage très courte
hi: प्रदर्शन समय बहुत छोटा है
ja: 表示時間が短すぎます
ko: 표시 시간이 너무 짧음
pt_br: Tempo de exibição muito curto
zh_hans: 显示时间过短

source: Volume Down
ar: خفض الصوت
de: Leiser
es: Bajar volumen
fr: Baisser le volume
hi: वॉल्यूम घटाएँ
ja: 音量を下げる
ko: 볼륨 줄이기
pt_br: Diminuir volume
zh_hans: 减小音量

source: Volume Up
ar: رفع الصوت
de: Lauter
es: Subir volumen
fr: Augmenter le volume
hi: वॉल्यूम बढ़ाएँ
ja: 音量を上げる
ko: 볼륨 키우기
pt_br: Aumentar volume
zh_hans: 增大音量

source: Waiting for an available download slot
ar: بانتظار خانة تنزيل متاحة
de: Wartet auf einen freien Download-Slot
es: Esperando un espacio de descarga disponible
fr: En attente d’un créneau de téléchargement
hi: उपलब्ध डाउनलोड स्लॉट की प्रतीक्षा है
ja: 空きダウンロード枠を待機中
ko: 다운로드 슬롯 대기 중
pt_br: Aguardando uma vaga de download
zh_hans: 正在等待可用的下载槽

source: Warnings
ar: تحذيرات
de: Warnungen
es: Advertencias
fr: Avertissements
hi: चेतावनियाँ
ja: 警告
ko: 경고
pt_br: Avisos
zh_hans: 警告

source: We release security updates for the latest version of CaptionMate. Please ensure you're using the most recent version available on the App Store.
ar: نصدر تحديثات أمان لأحدث إصدار من CaptionMate. يرجى التأكد من استخدام أحدث إصدار متاح على App Store.
de: Wir veröffentlichen Sicherheitsupdates für die neueste Version von CaptionMate. Bitte stelle sicher, dass du die aktuellste im App Store verfügbare Version verwendest.
es: Publicamos actualizaciones de seguridad para la versión más reciente de CaptionMate. Asegúrate de usar la versión más reciente disponible en App Store.
fr: Nous publions des mises à jour de sécurité pour la dernière version de CaptionMate. Veuillez vérifier que vous utilisez la version la plus récente disponible sur l’App Store.
hi: हम CaptionMate के नवीनतम संस्करण के लिए सुरक्षा अपडेट जारी करते हैं। कृपया सुनिश्चित करें कि आप App Store पर उपलब्ध सबसे नया संस्करण उपयोग कर रहे हैं।
ja: CaptionMateの最新バージョン向けにセキュリティアップデートを提供します。App Storeで入手可能な最新バージョンをご利用ください。
ko: CaptionMate 최신 버전에 대해 보안 업데이트를 제공합니다. App Store에서 제공되는 최신 버전을 사용 중인지 확인해 주세요.
pt_br: Lançamos atualizações de segurança para a versão mais recente do CaptionMate. Verifique se você está usando a versão mais recente disponível na App Store.
zh_hans: 我们会为 CaptionMate 最新版本发布安全更新。请确保你使用的是 App Store 上可用的最新版本。

source: We use parfume407@gmail.com for our intake and triage. For valid issues we will do coordination and disclosure here on GitHub (including using a GitHub Security Advisory when necessary).
ar: نستخدم parfume407@gmail.com للاستقبال والفرز. بالنسبة للمشكلات الصحيحة، سننسق الإفصاح هنا على GitHub (بما في ذلك استخدام GitHub Security Advisory عند الحاجة).
de: Wir verwenden parfume407@gmail.com für Eingang und Triage. Bei gültigen Problemen koordinieren und veröffentlichen wir hier auf GitHub, einschließlich GitHub Security Advisory, falls erforderlich.
es: Usamos parfume407@gmail.com para la recepción y clasificación. Para problemas válidos, coordinaremos y divulgaremos aquí en GitHub, incluido el uso de GitHub Security Advisory cuando sea necesario.
fr: Nous utilisons parfume407@gmail.com pour la réception et le tri. Pour les problèmes valides, nous coordonnerons et publierons ici sur GitHub, y compris via GitHub Security Advisory si nécessaire.
hi: हम रिपोर्ट प्राप्त करने और प्राथमिकता तय करने के लिए parfume407@gmail.com का उपयोग करते हैं। मान्य मुद्दों के लिए हम GitHub पर समन्वय और प्रकटीकरण करेंगे, आवश्यक होने पर GitHub Security Advisory सहित।
ja: 受付とトリアージには parfume407@gmail.com を使用します。有効な問題については、必要に応じてGitHub Security Advisoryを使用し、このGitHub上で調整と公開を行います。
ko: 신고 접수와 분류에는 parfume407@gmail.com 을 사용합니다. 유효한 문제는 GitHub에서 조율하고 공개하며, 필요한 경우 GitHub Security Advisory를 사용합니다.
pt_br: Usamos parfume407@gmail.com para recebimento e triagem. Para problemas válidos, faremos coordenação e divulgação aqui no GitHub, incluindo GitHub Security Advisory quando necessário.
zh_hans: 我们使用 parfume407@gmail.com 接收并初步处理报告。对于有效问题，我们会在 GitHub 上协调和披露（必要时使用 GitHub Security Advisory）。

source: We will process your report within a day, and respond within a week (although it will depend on the severity of your report).
ar: سنعالج بلاغك خلال يوم، ونرد خلال أسبوع (وقد يختلف ذلك حسب خطورة البلاغ).
de: Wir bearbeiten deine Meldung innerhalb eines Tages und antworten innerhalb einer Woche, abhängig von der Schwere der Meldung.
es: Procesaremos tu informe en un día y responderemos en una semana, aunque dependerá de la gravedad del informe.
fr: Nous traiterons votre signalement sous un jour et répondrons sous une semaine, selon la gravité du rapport.
hi: हम आपकी रिपोर्ट एक दिन के भीतर संसाधित करेंगे और एक सप्ताह के भीतर उत्तर देंगे, हालाँकि यह रिपोर्ट की गंभीरता पर निर्भर करेगा।
ja: 報告は1日以内に処理し、1週間以内に返信します。ただし、問題の深刻度によって異なる場合があります。
ko: 신고는 하루 안에 처리하고 일주일 안에 답변합니다. 단, 심각도에 따라 달라질 수 있습니다.
pt_br: Processaremos seu relatório em até um dia e responderemos em até uma semana, embora isso dependa da gravidade do relatório.
zh_hans: 我们会在一天内处理你的报告，并在一周内回复（具体取决于报告的严重程度）。

source: Word Timestamps
ar: طوابع زمنية للكلمات
de: Wort-Zeitstempel
es: Marcas de tiempo por palabra
fr: Horodatages des mots
hi: शब्द टाइमस्टैम्प
ja: 単語タイムスタンプ
ko: 단어 단위 타임스탬프
pt_br: Timestamps por palavra
zh_hans: 单词时间戳

source: Workers
ar: العاملون
de: Worker
es: Procesos
fr: Processus
hi: वर्कर
ja: ワーカー
ko: 동시 작업 수
pt_br: Processos
zh_hans: 工作线程

source: You must unload the model before deleting it
ar: يجب إلغاء تحميل النموذج قبل حذفه
de: Du musst das Modell vor dem Löschen entladen
es: Debes descargar el modelo de memoria antes de eliminarlo
fr: Vous devez décharger le modèle avant de le supprimer
hi: हटाने से पहले मॉडल अनलोड करना होगा
ja: 削除する前にモデルをアンロードしてください
ko: 모델을 삭제하려면 해제해야 합니다.
pt_br: É preciso descarregar o modelo antes de excluí-lo
zh_hans: 删除前必须先卸载模型

# 한국어
source: Korean
ar: الكورية
de: Koreanisch
es: Coreano
fr: Coréen
hi: कोरियाई
ja: 韓国語
ko: 한국어
pt_br: Coreano
zh_hans: 韩语

# 日本語
source: Japanese
ar: اليابانية
de: Japanisch
es: Japonés
fr: Japonais
hi: जापानी
ja: 日本語
ko: 일본어
pt_br: Japonês
zh_hans: 日语
